//8个键的宽度,默认30
ColumnWidth:32,25,34,25,32
//在iidx(8key)模式中,specialposleft值;1=盘在左;0=盘在右
SpecialPositionLeft:1
//音轨距屏幕左端距离,10~270,240=正中
ColumnStart:240

//轨道线与判定线 1=显示 0=关闭
ColumnLine:0,1,1,1,1,0
JudgementLine:0

//面条及break颜色
ColourBreak: 255,0,0,255
ColourHold: 255, 199, 51,255

//轨道颜色
Colour1:24,24,24,255
Colour2:4,4,4,255
Colour3:24,24,24,255
Colour4:4,4,4,255
Colour5:24,24,24,255

//节拍线开关
Barline:0

//垂直分割线颜色及宽度
ColourColumnLine:96,96,96,255
ColumnLineWidth:2